import React from "react";

function About() {
  return (
    <div className="blank__wrapper">
      <div className="about__cover">
        <div className="container">
          <h1>О нас</h1>
        </div>
      </div>
      <div className="container">
        <h2>Добро пожаловать в BookLove – ваш надежный гид в мире книг!</h2>
        <p>
        Мы создаем уникальный опыт онлайн-покупки и подбора книг для всех, кто ценит качественную литературу. Наша миссия – объединить людей, влюбленных в чтение, и предложить им лучшие произведения, которые вдохновляют, учат и развлекают.
        </p>
        <hr />
        <h2>Почему выбирают нас?</h2>
        <p>
        Персонализированный подбор книг. Мы понимаем, что каждый читатель уникален. Наши алгоритмы и советы помогут найти книги, которые соответствуют вашим интересам и настроению.
        </p>
    
        <hr />
        <p>
        Большой выбор. От классики до современных бестселлеров – мы собрали в одном месте разнообразие жанров и авторов, чтобы каждый нашел что-то для себя.
        </p>
        <hr />
        <p>
        Удобный интерфейс. Мы сделали процесс выбора и покупки книг простым и интуитивно понятным.
        </p>
        <hr />
        <p>
        Акции и рекомендации. Мы регулярно предлагаем специальные скидки, акции и составляем списки рекомендаций, чтобы сделать ваше чтение еще приятнее.
        </p>
        <hr />
        <h2>Наша команда</h2>
        <p>
        Мы – команда энтузиастов, объединенная любовью к книгам. Каждый из нас убежден, что книга – это больше, чем просто текст на страницах. Это эмоции, вдохновение и новые знания.

Присоединяйтесь к нам, чтобы открыть новые литературные горизонты! BookLove – это место, где каждая книга находит своего читателя.

Начните свое путешествие по книгам уже сегодня!
        </p>
      </div>
    </div>
  );
}

export default About;
