import React from "react";

function Terms() {
  return (
    <div className="blank__wrapper">
      <div className="terms__cover">
        <div className="container">
          <h1>Условия и политика</h1>
        </div>
      </div>
      <div className="container">
  <h2>
    Добро пожаловать в Booklove! Эти правила и условия описывают правила и
    положения использования нашего веб-сайта, расположенного по этому адресу.
  </h2>
  <hr />
  <h2>Введение</h2>
  <p>
    Получая доступ к этому веб-сайту, вы соглашаетесь соблюдать эти правила и
    условия. Если вы не согласны с какой-либо частью этих правил и условий,
    вы не должны использовать наш веб-сайт.
  </p>
  <h2>Права на интеллектуальную собственность</h2>
  <p>
    Если не указано иное, BookLove и/или его лицензиары владеют правами на
    интеллектуальную собственность на все материалы на этом веб-сайте. Все
    права на интеллектуальную собственность защищены. Вы можете получить
    доступ к материалам BookLove для личного использования при условии
    соблюдения ограничений, установленных в этих правилах и условиях.
  </p>
  <h2>Ограничения</h2>
  <p>
    Вы специально ограничены от:  
    - Публикации материалов сайта в любых других медиа.  
    - Продажи, сублицензирования и/или иного коммерческого использования
    материалов сайта.  
    - Публичного выполнения и/или показа материалов сайта.  
    - Использования сайта любым способом, который может причинить ущерб сайту.  
    - Использования сайта, нарушающего применимые законы и правила, или
    нанесения ущерба сайту, человеку или бизнесу.  
    - Занятия майнингом данных, сбором данных, извлечением данных или любой
    другой подобной деятельностью в отношении сайта.  
    - Использования сайта для рекламы или маркетинга без нашего согласия.  

    BookLove оставляет за собой право ограничивать доступ к определённым
    разделам сайта или всему сайту по своему усмотрению. Любые учётные данные,
    которые вы используете для входа на сайт, являются конфиденциальными, и вы
    обязаны сохранять их конфиденциальность.
  </p>
  <h2>Контент пользователя</h2>
  <p>
    В этих правилах и условиях "ваш контент" означает любые аудио, видео,
    текстовые материалы, изображения или другой контент, который вы решаете
    размещать на сайте. Размещая контент, вы предоставляете BookLove
    неисключительную, мировую, безотзывную, сублицензируемую лицензию на
    использование, воспроизведение, адаптацию, публикацию, перевод и
    распространение этого контента в любых медиа. Ваш контент должен быть
    вашим собственным и не нарушать права третьих лиц. BookLove оставляет за
    собой право удалять ваш контент с сайта без предварительного уведомления.
  </p>
  <h2>Отсутствие гарантий</h2>
  <p>
    Этот веб-сайт предоставляется "как есть" с возможными дефектами, и
    BookLove не даёт никаких явных или подразумеваемых гарантий в отношении
    сайта или материалов, содержащихся на нём. Кроме того, ничего на этом
    сайте не следует рассматривать как совет или консультацию.
  </p>
  <h2>Ограничение ответственности</h2>
  <p>
    Ни при каких обстоятельствах BookLove, его должностные лица, директора и
    сотрудники не несут ответственности за что-либо, связанное с вашим
    использованием этого сайта, будь то по контракту. BookLove, включая его
    должностных лиц, директоров и сотрудников, не несёт ответственности за
    косвенные, побочные или особые убытки, возникающие в связи с использованием
    сайта.
  </p>
  <h2>Возмещение убытков</h2>
  <p>
    Вы обязуетесь в полной мере возместить Booklove любые убытки, расходы,
    требования и обязательства, возникшие в связи с нарушением вами
    положений этих правил.
  </p>
  <h2>Разделение положений</h2>
  <p>
    Если какое-либо из положений этих правил будет признано недействительным
    в соответствии с применимым законодательством, такие положения будут
    удалены без ущерба для остальных положений.
  </p>
  <h2>Изменение условий</h2>
  <p>
    Booklove вправе пересматривать эти правила в любое время по своему
    усмотрению. Используя сайт, вы обязуетесь регулярно проверять правила.
  </p>
  <h2>Передача прав</h2>
  <p>
  BookLove вправе передавать, переуступать и субподряд свои права и
    обязательства без уведомления. Однако вам запрещается передавать или
    субподряд свои права и обязательства.
  </p>
  <h2>Полное соглашение</h2>
  <p>
    Эти правила представляют собой полное соглашение между BookLove и вами
    в отношении использования сайта и заменяют все предыдущие договорённости.
  </p>
  <h2>Применимое право и юрисдикция</h2>
  <p>
    Эти правила регулируются законодательством Беларуси, и любые споры
    рассматриваются в судах Беларуси.
  </p>
</div>

    </div>
  );
}

export default Terms;
